{
    "Answer to reading question":[  
        {
            "week": "week 2",
            "title":"Internet History",
            "answer":"Then four different perspectives of the History of the Internet are all very interesting and unique but there are two of them that appealed to me more than the others. The work of Kathie Hafner and Matthew Lyon in which the Great Man Theory is incorporated describes the beginning of the internet through the impact of hero-like individuals and the work of the Hauben’s in which states that the internet grew through Netizens. Those interested me because they revolve around the people at the time. They both mention the passion of those people and how they adapted the internet to make it more fun and accessible for their own usage (some were part of the hacker culture).\n If I had to change something in those stories, I would go back in time as a student to contribute to the student community that formulated Usenet to try and become someone influential in that world. My goal would be to publicize everything that was kept private by the big companies earlier than it was so the less fortunate students or curious people could access it.  I don’t know how much funding I would need but I would try to get it through scholarships, hard work and good grades. I think these answers of mine really compliment the Great Man Theory because in my ideal situation, I would be one of those heroes or courageous people that liberated the growing Internet resources. "
        },
        {
            "week":"week 3",
            "title":"Global Network Issues",
            "answer":"My proposed course of action would be a mix of what was attempted in the 1970s with TCCN and what the people of Detroit did to build their own internet. It would be a single national system that would link different networks from various regions. Each region would manage their own network. I would start off by mapping out the area to try and find the best places to install the needed infrastructures. I would then consult with the people to ask for their input and to find some that are willing to work with me to make everything happen. Not only will it create job opportunities, but everyone will be able to contribute in their own way. "
        },
        {
            "week":"week 4",
            "title":"Internet Art",
            "answer":"I think that most of the early internet artists just wanted to share their work to the world and make it into something big. They wanted to be known and successful. I think what defines success as an artist is the amount of people that see or want to see your art. By that I don’t just mean a number, I mean the amount of people who you can connect with and talk to about your art and its meaning. The amount of people who look forward to seeing your new work and others who are even willing to pay you for your work. In that sense, I think one of the most successful artists in the reading was Olia Lilina who made “My Boyfriend Came Back Form the War”. Her work is highly distinguishable from other net artists because it tackles personal relationships and physical beauty. She also obtained many awards and commissions and even out-performed male programmers which I find highly impressive. "
        },
        {
            "week":"week 5",
            "title":"Intellectual Property",
            "answer":"Since every innovation from the students are licensed under the GNU General Public License, it is still possible to make profit by modifying and reselling the developments made by the students. In exchange, students would be able to get scholarships and guidance from Omnicorp. They would be encouraged to continue working on their projects with the help of professionals. That exchange would be a great help not only to students but also to Omnicorp who could look to hire those students in the future once they graduate. The best-case scenario would be to do what Richard Stallman did and find the most passionate and motivated programmers to be part of the team."
        },
        {
            "week":"week 7",
            "title":"Gender and ideology in Software",
            "answer":"As a woman, I think that I’m already at a disadvantage in this situation. If the company is like the ones from the readings, talking about the problem to a man without a plan is most likely not the way to go. I would probably come off as an emotional, hysterical and “out of line” woman. I think the best course of action would be to consult another woman higher-up to discuss the possible solutions we could come up with. I would then contact the other women to get their input and together, go see a higher-up. I’m aware that we only represent 25% of the company and that the people with power are probably mostly men. In the case where they disregard us, I would picket just like the women from Boston, to slow down business and grab everyone’s attention on the situation."
        },
        {
            "week":"week 8",
            "title":"Hacker Culture",
            "answer":"Given the fact that the patent for the vaccine is around 20 years, this company, that is already making tons of profit will most likely have control over it for a while and continue to grow. I personally also think that the vaccine should be freely available as soon as possible. The best course of action here is probably to rally everyone and protest. With social media, informing others of the situation and gathering people at a time and place is simple. In the case where this method does not work, I would try to anonymously leak the data. I know this is very dangerous because what happened to Aaron Swartz could easily happen to me but after watching that documentary, I truly believe that he was just trying to make the world a better place and therefore, I would try to do the same."
        },
        {
            "week":"week 10",
            "title":"Commodification and Recuperation",
            "answer":"I would accept the offer because even if I refuse, they will find someone else to do it so why not just take it and make something good out of it? I would donate the money to a good cause and use my followers to spread awareness about corporate advertising and explain to them how exactly Pepsi wanted me to advertise their product. Now, I know this won’t be as effective and shocking as culture jamming or The Yes Men documentary but I think it would still be a good start."
        },
        {
            "week":"week 11",
            "title":"Tech Capitalism",
            "answer":"A big problem that exists in the world is overconsumption. With industrialization and the rapidly growing technology, producing and accessing products is a lot easier, especially since online shopping became more prominent with services like Amazon. I think with the help of network technology and new media, we could partially solve the problem. We could use those platforms to educate people on the situation and spread awareness, but I think we would also have to use more modern tactics. For example, something like the Maker Movement trend that encourages people to be creators and DIY things. Repurposing things would be easier. In the same sense, there are also a lot of content creators that give reuse and recycling tips (like how to repurpose clothes). As simple as it all sounds, its very difficult to do because these platforms are also to blame for overconsumption. Ads are everywhere and encourage people to buy things no matter where you are on the internet. And because environment has become such a big talk online, companies have started using greenwashing to lure their consumers into buying their products while advertising that they’re being eco-friendly."
        },
        {
            "week":"",
            "title":"",
            "answer":""
        }
    ]
}